Repository: kamalthekingpin/ubiquity-slideshow-mint
Catalog: po/mint/*.po
Languages: el, it, ro, ur

source: Stay connected
el: Μείνετε συνδεδεμένοι
it: Rimani connesso
ro: Staţi conectat
ur: مربوط رہیں

source: Included software
el: Λογισμικό που περιλαμβάνεται
it: Programmi inclusi
ro: Software inclus
ur: شامل کیے گئے سافٹ وئیر

source: Thunderbird
ur: تھنڈر برڈ

source: Pidgin
ur: پڈگن

source: Xchat
ur: ایکس چیٹ

source: Customize your desktop
el: Προσαρμόστε την επιφάνεια εργασίας σας
it: Personalizza il tuo desktop
ro: Personalizați desktopul
ur: ڈیسک ٹاپ کی تخصیص کیجیئے

source: Find help
el: Βρείτε βοήθεια
it: Trova aiuto
ro: Găsiți ajutor
ur: مدد ڈھونڈیں

source: Listen to music and CDs
el: Ακούστε μουσική και CD
it: Ascolta musica e CD
ro: Ascultați muzică și CD-uri
ur: موسیقی اور سی ڈی سنئے

source: Banshee
ur: بین شی

source: Audio codecs
el: Κωδικοποιητές ήχου
it: Codec audio
ro: Codecuri audio
ur: آڈیو کوڈیک

source: Be productive
el: Γίνετε παραγωγικός
it: Diventa produttivo
ro: Fiți productiv
ur: بار آور ہوں

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Share printers or access them remotely.
el: Χρησιμοποιήστε το LibreOffice για να δημιουργήσετε επαγγελματικά έγγραφα, λογιστικά φύλλα και παρουσιάσεις που είναι πλήρως συμβατές με το Microsoft Office. Μοιραστείτε εκτυπωτές ή χρησιμοποιήστε τους απομακρυσμένα.
it: Usa LibreOffice per creare documenti, fogli di calcolo e presentazioni professionali e compatibili con Microsoft Office. Condividi o accedi da remoto alle stampanti.
ro: Utilizați LibreOffice pentru a crea documente profesionale, foi de calcul și prezentări care sunt pe deplin compatibile cu Microsoft Office. Partajați imprimante sau accesați-le de la distanță.
ur: لبر آفس کے ذریعے پرہفیشنل دستاویزات بنائیں، سپریڈ شیٹ بنائیں اور پریزینٹیشن بنائیں۔ یہ سب مائیکروسافٹ آفس کے ساتھ مکمل طور پر کمپیٹیبل ہیں۔ پرنٹر شیئر کریں اور انہیں دور سے، کسی اور کمپیوٹر سے استعمال کریں۔

source: LibreOffice
ur: لبرہ آفس

source: Microsoft Office Support
el: Υποστήριξη Microsoft Office
it: Supporto a Microsoft Office
ro: Suport Microsoft Office
ur: مائیکروسافٹ آفس کی معاونت

source: PDF Support
el: Υποστήριξη αρχείων PDF
it: Supporto PDF
ro: Suport PDF
ur: پی.ڈی.ایف کی معاونت

source: Manage your photos
el: Διαχειριστείτε τις φωτογραφίες σας
it: Gestisci le tue foto
ro: Gestionați-vă fotografiile
ur: اپنی تصاویر کا انتظام کریں

source: gThumb
ur: جی تھمب

source: Install software
el: Εγκαταστήστε λογισμικό
it: Installa software
ro: Instalați software
ur: سافٹ وئیر نصب کریں

source: Featured software
el: Προτεινόμενο λογισμικό
it: Programmi consigliati
ro: Software recomandat
ur: نمایاں سافٹ وئیر

source: Filezilla
ur: فائل زلّہ

source: Skype
ur: سکائپ

source: Audacity
ur: اوڈا سٹی

source: Picasa
ur: پکاسا

source: Google Earth
ur: گوگل ارتھ

source: Keep your system up to date
el: Κρατήστε το σύστημά σας ενημερωμένο
it: Mantieni il tuo sistema aggiornato
ro: Mențineți sistemul actualizat
ur: اپنا سسٹم جدید تر رکھئے

source: Watch videos and DVDs
el: Δείτε βίντεο και DVD
it: Guarda video e DVD
ro: Vizionați filme și DVD-uri
ur: وڈیو اور ڈی.وی.ڈی دیکھئے

source: Insert a DVD and enjoy a movie. Watch high-definition videos with VLC.
el: Εισάγετε ένα DVD και απολαύστε μια ταινία. Δείτε βίντεο υψηλής ευκρίνειας με το VLC.
it: Inserisci un DVD e divertiti a guardare un film. Guarda video in alta definizione usando VLC.
ro: Introduceți un DVD și savurați un film. Vizionați filme de înaltă definiție cu VLC.
ur: ڈی.وی.ڈی ڈالیں اور کوئی فلم دیکھیں اور لطف اندوز ہوں۔ ہائی ڈیفنیشن ویڈیو VLC میں دیکھیں۔

source: VLC
ur: وی.ایل.سی

source: Totem
ur: ٹوٹیم

source: Video codecs
el: Κωδικοποιητές βίντεο
it: Codec video
ro: Codecuri video
ur: ویڈیو کوڈیک

source: Browse the web
el: Περιηγηθείτε στον ιστό
it: Naviga su internet
ro: Navigați pe Internet
ur: ویب براؤز کریں

source: Firefox
ur: فائرفاکس

source: Flash
ur: فلیش

source: Java
ur: جاوا

source: Welcome to Linux Mint
el: Καλώς ορίσατε στο Linux Mint
it: Benvenuti su Linux Mint
ro: Bine ați venit la Linux Mint
ur: لنکس منٹ میں خوش آمدید

source: Welcome and thank you for choosing Linux Mint. This slideshow will show you around while the system is being installed on your computer.
el: Καλώς ορίσατε και σας ευχαριστούμε που επιλέξατε το Linux Mint. Αυτές οι διαφάνειες θα σας ξεναγήσουν όσο το σύστημα εγκαθίσταται στον υπολογιστή σας.
it: Benvenuti e grazie per aver scelto Mint Linux. Questa presentazione vi terrà compagnia mentre il sistema viene installato sul vostro computer.
ro: Bine ați venit și vă mulțumim că ați ales Linux Mint. Acest slideshow vă va fi ghid în timp ce sistemul se instalează pe computer.
ur: خوش آمدید اور لینکس منٹ چننے کا شکریہ۔ یہ سلائیڈ شو آپکو لینکس منٹ کے بارے میں بتائے گا جب کت سسٹم آپ کے کمپیوٹر پر نصب کیا جا رہا ہے۔

source: Run Windows software
el: Τρέξτε λογισμικό των Windows
it: Usa i programmi di Windows
ro: Rulați software Windows
ur: ونڈوز کے سافٹ وئیر چلائیے

source: Install Wine and run Windows software in Linux Mint. Or install Virtualbox, and run Windows itself within Linux Mint.
el: Εγκαταστήστε το Wine και τρέξτε λογισμικό των Windows στο Linux Mint. Ή εγκαταστήστε το Virtualbox, και τρέξτε τα ίδια τα Windows μέσα στο Linux Mint.
it: Installa Wine e usa software di Windows in Linux Mint. Oppure installa Virtualbox, e usa lo stesso Windows in Linux Mint.
ro: Instalați Wine și rulați software Windows în Linux Mint. Sau instalați Virtualbox și rulați chiar Windows în Linux Mint.
ur: وائن نصب کریں اور لینکس منٹ میں ونڈوز کے سافٹ وئیر چلائیں۔ یا ورچول باکس نصب کریں اور ونڈوز کو لینکس منٹ کے اند چلائیں۔

source: Wine
ur: وائن

source: Virtualbox
ur: ورچوئل باکس

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo and many other networks.
el: Μείνετε σε επαφή με τους φίλους και τις επαφές σας, μέσω e-mail, messenger ή μέσω του αγαπημένου σας κοινωνικού δικτύου. Το Linux Mint σας παρέχει όλα όσα χρειάζεστε για να επικοινωνείτε μέσω Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo και πολλών άλλων δικτύων.
it: Rimani in contatto con amici e con i tuoi contatti online, tramite email, messenger sui tuoi social networks favoriti. Linux Mint ti fornisce tutto quello che ti serve per interagire con Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo e molti altri networks.
ro: Păstrați legătura cu prietenii și contactele prin email, messenger sau pe rețelele sociale preferate. Linux Mint vă oferă tot ceea ce aveți nevoie pentru a interacționa prin intermediul Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo și multe alte rețele.

source: Make yourself at home and modify any aspect of your desktop. Choose from a large variety of themes, icons and backgrounds. Linux Mint is open and easy to customize.
el: Αισθανθείτε σαν στο σπίτι σας και τροποποιήστε κάθε πλευρά της επιφάνειας εργασίας σας. Επιλέξτε από μια μεγάλη ποικιλία θεμάτων, εικονιδίων και εικόνων φόντου. Το Linux Mint είναι πάντα ανοιχτό και εύκολο στην διαμόρφωση.
it: Fai come a casa tua e modifica ogni aspetto del desktop. Scegli tra una grande varietà di temi, icone e sfondi. Mint Linux è aperto e facile da personalizzare.
ro: Simţiţi-vă ca acasă și modificați orice detaliu al desktopului. Alegeți o gamă variată de teme, pictograme și fundaluri. Linux Mint este deschis și ușor de personalizat.

source: If you're curious about something or if you're facing a problem, simply ask around. Linux Mint is the 4th most widely used operating system in the World. It comes with a user guide, a community website, a collection of tutorials, active forums and chat rooms and one of the most dynamic communities on the Internet.
el: Αν έχετε κάποια απορία ή αν αντιμετωπίζετε κάποιο πρόβλημα, απλά ρωτήστε. Το Linux Mint είναι το 4ο πιο διαδεδομένο λειτουργικό σύστημα στον κόσμο. Έρχεται με οδηγίες χρήσης, ιστοσελίδα της κοινότητας των χρηστών, μια συλλογή εγχειριδίων, ενεργά φόρουμ και chat rooms και μια από τις πιο δυναμικές κοινότητες στο Διαδίκτυο.
it: Se ha dubbi riguardo a qualcosa o stai avendo un problema, chiedi semplicemente in giro. Linux Mint è il quarto sistema operativo più utilizzato al mondo. Dispone di un manuale utente, un sito della comunità, una collezione di guide, forum e canali di chat attivi ed una delle comunità più dinamiche presenti su internet.
ro: Dacă sunteți curios în legătură cu ceva sau dacă aveți o problemă, trebuie doar să întrebați. Linux Mint este pe locul 4 în topul celor mai utilizate sisteme de operare din lume. Are un ghid de instalare, un site al comunității, o colecție de tutoriale, forumuri active, camere de chat și una dintre cele mai dinamice comunități de pe Internet.

source: Enjoy your music with Banshee. Plug-in your MP3 player or extract songs from your audio CDs. Listen to podcasts and online radios. Discover new artists on Last.fm, the Internet Archive and the Amazon MP3 Store.
el: Απολαύστε τη μουσική σας με το Banshee. Συνδέστε το MP3 player σας ή εξάγετε τραγούδια από CD ήχου. Ακούστε podcast και online ραδιόφωνα. Ανακαλύψτε νέους καλλιτέχνες στο Last.fm, στο Internet Archive και το Κατάστημα Amazon MP3.
it: Goditi la tua musica con Banshee. Collega il tuo lettore MP3 o estrai musica da un CD audio. Ascolta i podcast e le radio online. Scopri nuovi artisti su Last.fm, l'Internet Archive e l'Amazon MP3 Store.
ro: Bucurați-vă de muzica dumneavoastră cu Banshee. Conectați MP3 playerul sau extrageți melodii de pe CD-uri audio. Ascultați podcasturi și radiouri online. Descoperiți artiști noi pe Last.fm, pe Internet Archive și pe Amazon MP3 Store.

source: Organize, enjoy and share your photos with gThumb or Picasa. Export your albums to CD, to the Web, or to online services such as Flickr or PicasaWeb to share them with friends and family.
el: Οργανώστε, απολαύστε και μοιραστείτε τις φωτογραφίες σας με το gThumb ή το Picasa. Εξάγετε τα άλμπουμ σας σε CD, στο διαδίκτυο, ή σε διαδικτυακές υπηρεσίες όπως το Flickr ή to PicasaWeb για να τα μοιραστείτε με φίλους και οικογένεια.
it: Organizza, guarda e condividi le tue foto grazie a gThumb o Picasa. Esporta i tuoi album su CD, sul Web o su servizi online come Flickr o PicasaWeb per condividerli con i tuoi amici e familiari.
ro: Organizați-vă, bucurați-vă de ele și partajați fotografiile cu gThumb sau Picasa. Exportați albumele pe CD, pe Web sau prin servicii online, cum ar fi Flickr sau PicasaWeb, pentru a le împărtăși cu prietenii și familia.

source: Browse through 30,000 free applications from the Software Manager. Enjoy screenshots and user reviews. Install software with one click of the mouse.
el: Περιηγηθείτε ανάμεσα σε 30.000 δωρεάν εφαρμογές μέσω του Διαχειριστή Λογισμικού. Απολαύστε στιγμιότυπα οθόνης και κριτικές χρηστών. Εγκαταστήστε λογισμικό με ένα μόνο κλικ.
it: Sfoglia 30.000 applicazioni libere con il Gestore Applicazioni. Approfitta delle videate e recensioni degli utenti. Installa i programmi con un click del mouse.
ro: Căutați printre cele 30.000 de programe libere din Administratorul de software. Bucurați-vă de imagini și evaluările utilizatorilor. Instalați programe cu un singur clic.

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
el: Λάβετε διορθώσεις και ενημερώσεις ασφαλείας, όλα σε ένα μέρος, για ολόκληρο το σύστημα, συμπεριλαμβανομένου και του λογισμικού που εγκαθιστάτε.
it: Ricevi correzioni e aggiornamenti di sicurezza, tutti dalla stessa posizione, compreso il software che installi.
ro: Primiți actualizări și remedii de securitate într-un singur loc pentru întregul sistem, cu tot cu programele pe care le instalați.

source: Be fast and safe on the web with Mozilla Firefox. Enjoy Java, Flash and multimedia content.
el: Περιηγηθείτε γρήγορα και με ασφάλεια στον ιστό με τον Mozilla Firefox. Απολαύστε Java, Flash και περιεχόμενο πολυμέσων.
it: Naviga su internet velocemente ed in sicurezza con Mozilla Firefox. Divertiti con Java, Flash ed altri contenuti multimediali.
ro: Fiți rapid și în siguranță pe Internet cu Mozilla Firefox. Bucurați-vă de Java, Flash și conținutul multimedia.
